Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# Card Image Sizing Small
source: Small Image
de: Kleines Bild
es: Imagen pequeña
fr: Petite image
hi: छोटा चित्र
it: Immagine piccola
ja: 小さい画像
ko: 작은 이미지
nb: Lite bilde
nl: Kleine afbeelding
pt_br: Imagem Pequena
sk: Malý obrázok
sv: Liten bild
tr: Küçük Resim
zh_hans: 小图像

# Category Configuration Description
source: Select a category to shown in the widget
de: Wähle eine Kategorie, die im Widget angezeigt wird
es: Selecciona una categoría para mostrar en el widget
fr: Sélectionne une catégorie à afficher dans le widget
hi: विजेट में दिखाने के लिए एक श्रेणी चुनें
it: Seleziona una categoria da mostrare nel widget
ja: ウィジェットに表示するカテゴリを選んでください
ko: 위젯에 표시할 카테고리를 선택하세요
nb: Velg en kategori som skal vises i widgeten
nl: Selecteer een categorie die in de widget wordt weergegeven
pt_br: Selecione uma categoria para mostrar no widget
sk: Vyber kategóriu, ktorá sa zobrazí vo widgete
sv: Välj en kategori som ska visas i widgeten
tr: Widget'ta gösterilecek bir kategori seçin
zh_hans: 选择一个将在组件中显示的分类

# Category Configuration Title
source: Configure Collection Widget
de: Sammlungs‑Widget konfigurieren
es: Configurar widget de colección
fr: Configurer le widget de collection
hi: कलेक्शन विजेट कॉन्फ़िगर करें
it: Configura il Widget della Collezione
ja: コレクションウィジェットを設定
ko: 컬렉션 위젯 구성
nb: Konfigurer samlingswidget
nl: Configureer collectie-widget
pt_br: Configurar Widget de Coleção
sk: Nastaviť widget zbierky
sv: Konfigurera samlingswidget
tr: Koleksiyon Widget'ını Yapılandır
zh_hans: 配置集合小组件

source: Collection
de: Sammlung
es: Colección
hi: संग्रह
it: Collezione
ja: コレクション
ko: 컬렉션
nb: Samling
nl: Collectie
pt_br: Coleção
sk: Kolekcia
sv: Samling
tr: Koleksiyon
zh_hans: 收藏夹

# Collection Type Folder Description
source: Used to group related bookmarks together in a structured way.
de: Wird verwendet, um verwandte Lesezeichen strukturiert zusammenzufassen.
es: Se usa para agrupar marcadores relacionados de forma estructurada.
fr: Utilisé pour regrouper des favoris liés de manière structurée.
hi: संबंधित बुकमार्क्स को व्यवस्थित तरीके से समूहित करने के लिए उपयोग किया जाता है।
it: Usato per raggruppare insieme segnalibri correlati in modo strutturato.
ja: 関連するブックマークを構造的にまとめるために使います。
ko: 관련 북마크를 구조적으로 그룹화하는 데 사용합니다.
nb: Brukes til å gruppere relaterte bokmerker sammen på en strukturert måte.
nl: Wordt gebruikt om gerelateerde bladwijzers op een gestructureerde manier te groeperen.
pt_br: Usado para agrupar favoritos relacionados de forma estruturada.
sk: Používa sa na zoskupenie súvisiacich záložiek do štruktúrovanej skupiny.
sv: Används för att gruppera relaterade bokmärken tillsammans på ett strukturerat sätt.
tr: İlgili yer imlerini yapılandırılmış bir şekilde gruplamak için kullanılır.
zh_hans: 用于以结构化方式将相关书签分组。

# Collection Type Tag Description
source: A collection type to help categorize and find bookmarks more flexibly.
de: Ein Sammlungs-Typ, der dabei hilft, Lesezeichen flexibler zu kategorisieren und zu finden.
es: Un tipo de colección para ayudar a categorizar y encontrar marcadores de forma más flexible.
fr: Un type de collection qui aide à catégoriser et retrouver les favoris de façon flexible.
hi: बुकमार्क्स को अधिक लचीले ढंग से वर्गीकृत और खोजने में मदद करने वाला संग्रह प्रकार।
it: Un tipo di collezione per aiutarti a categorizzare e trovare i segnalibri in modo più flessibile.
ja: ブックマークをより柔軟に分類・検索するためのコレクションタイプです。
ko: 북마크를 보다 유연하게 분류하고 찾을 수 있도록 돕는 컬렉션 유형입니다.
nb: En samlingstype som hjelper med å kategorisere og finne bokmerker mer fleksibelt.
nl: Een collectietype om bladwijzers flexibeler te categoriseren en terug te vinden.
pt_br: Um tipo de coleção para ajudar a categorizar e encontrar favoritos com mais flexibilidade.
sk: Typ kolekcie pre flexibilnejšie kategorizovanie a vyhľadávanie záložiek.
sv: En samlingstyp som hjälper till att kategorisera och hitta bokmärken mer flexibelt.
tr: Yer imlerini daha esnek kategorize etmek ve bulmak için bir koleksiyon türü.
zh_hans: 帮助更灵活地分类和查找书签的收藏类型。

# Copy To Clipboard Success Message
source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
nb: Kopiert til utklippstavlen
nl: Gekopieerd naar klembord
pt_br: Copiado para a área de transferência
sk: Skopírované do schránky
sv: Kopierat till urklipp
tr: Pano'ya kopyalandı
zh_hans: 已复制到剪贴板

# Create Bookmark
source: Bookmark
de: Lesezeichen
es: Marcador
fr: Favori
hi: बुकमार्क
it: Segnalibro
ja: ブックマーク
ko: 북마크
nb: Bokmerke
nl: Bladwijzer
pt_br: Favorito
sk: Záložka
sv: Bokmärke
tr: Yer İmi
zh_hans: 书签

# Create Bookmark Add Tags
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pt_br: Adicionar
sk: Pridať
sv: Lägg till
tr: Ekle
zh_hans: 添加

# Create Bookmark Change Image Tip Message
source: Easily switch the bookmark image — just tap the preview to cycle through the fetched options.
de: Wechsle das Lesezeichenbild ganz einfach — tippe auf die Vorschau, um die gefundenen Optionen durchzublättern.
es: Cambia la imagen del marcador fácilmente: toca la vista previa para recorrer las opciones encontradas.
fr: Change facilement l'image du favori — touche l'aperçu pour parcourir les options récupérées.
hi: बुकमार्क छवि आसानी से बदलें — पूर्वावलोकन पर छूकर प्राप्त विकल्पों के बीच क्रम में बदलें।
it: Cambia facilmente l'immagine del segnalibro — tocca l'anteprima per scorrere le opzioni recuperate.
ja: ブックマークの画像は簡単に切り替えられます — プレビューをタップすると取得した候補を順に表示します。
ko: 북마크 이미지를 쉽게 바꿀 수 있습니다 — 미리보기를 탭하면 가져온 옵션을 순환합니다.
nb: Bytt enkelt bokmerkebildet — trykk bare på forhåndsvisningen for å bla gjennom de hentede alternativene.
nl: Wijzig eenvoudig de bladwijzerafbeelding — tik op de voorbeeldweergave om door de gevonden opties te bladeren.
pt_br: Altere facilmente a imagem do favorito — toque na prévia para percorrer as opções encontradas.
sk: Jednoducho zmeň obrázok záložky — ťukni na náhľad a prepínaj medzi načítanými možnosťami.
sv: Byt enkelt bokmärkesbild — tryck på förhandsgranskningen för att bläddra bland de hämtade alternativen.
tr: Yer imi resmini kolayca değiştirin — önizlemeye dokunarak alınan seçenekler arasında geçiş yapın.
zh_hans: 轻松切换书签图片——只需点击预览即可循环查看抓取到的选项。

# Create Bookmark Change Image Tip Title
source: Change Bookmark Image
de: Bild des Lesezeichens ändern
es: Cambiar imagen del marcador
fr: Modifier l'image du favori
hi: बुकमार्क छवि बदलें
it: Cambia immagine del segnalibro
ja: ブックマーク画像を変更
ko: 북마크 이미지 변경
nb: Endre bokmerkebilde
nl: Wijzig bladwijzerafbeelding
pt_br: Alterar imagem do favorito
sk: Zmeniť obrázok záložky
sv: Byt bokmärkesbild
tr: Yer İmi Resmini Değiştir
zh_hans: 更换书签图片

# Create Bookmark Cleaned URL Placeholder
source: Cleaned URL will appear here
de: Hier erscheint die bereinigte URL
es: Aquí aparecerá la URL limpia
fr: L’URL nettoyée apparaîtra ici
hi: साफ़ की गई URL यहाँ प्रदर्शित होगी
it: L’URL pulito apparirà qui
ja: ここにクリーンなURLが表示されます
ko: 정리된 URL이 여기에 표시됩니다
nb: Renset URL vises her
nl: Gecleanede URL verschijnt hier
pt_br: O URL limpo aparecerá aqui
sk: Vyčistený URL sa zobrazí tu
sv: Rensad URL visas här
tr: Temizlenmiş URL burada görünecek
zh_hans: 清理后的 URL 会显示在这里

# Create Bookmark Description Placeholder
source: Describe the contents of your bookmark
de: Beschreibe den Inhalt deines Lesezeichens
es: Describe el contenido de tu marcador
fr: Décris le contenu de ton favori
hi: अपने बुकमार्क की सामग्री का विवरण दें
it: Descrivi il contenuto del tuo segnalibro
ja: ブックマークの内容を説明してください
ko: 북마크 내용을 설명하세요.
nb: Beskriv innholdet i bokmerket ditt
nl: Beschrijf de inhoud van je bladwijzer
pt_br: Descreva o conteúdo do seu favorito
sk: Opíš obsah tvojej záložky
sv: Beskriv innehållet i ditt bokmärke
tr: Yer iminizin içeriğini tanımlayın
zh_hans: 描述你的书签内容

# Create Bookmark Edit Tags
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pt_br: Editar
sk: Upraviť
sv: Redigera
tr: Düzenle
zh_hans: 编辑

# Create Bookmark Folder Placeholder
source: Select a folder
de: Wähle einen Ordner
es: Selecciona una carpeta
fr: Sélectionne un dossier
hi: एक फ़ोल्डर चुनें
it: Seleziona una cartella
ja: フォルダを選択してください
ko: 폴더 선택
nb: Velg en mappe
nl: Selecteer een map
pt_br: Selecione uma pasta
sk: Vybrať priečinok
sv: Välj en mapp
tr: Bir klasör seçin
zh_hans: 选择一个文件夹

# Create Bookmark No Tags Selected Description
source: Add some tags by using the button above
de: Füge Tags hinzu, indem du den oberen Button benutzt
es: Añade alguna etiqueta usando el botón de arriba
fr: Ajoute des tags en utilisant le bouton ci-dessus
hi: ऊपर दिए बटन का उपयोग करके कुछ टैग जोड़ें
it: Aggiungi qualche tag usando il pulsante sopra
ja: 上のボタンを使ってタグを追加してください
ko: 위의 버튼을 눌러 태그를 추가하세요.
nb: Legg til noen merkelapper ved å bruke knappen ovenfor
nl: Voeg wat tags toe via de knop hierboven
pt_br: Adicione algumas tags usando o botão acima
sk: Pridaj niekoľko značiek pomocou tlačidla vyššie
sv: Lägg till taggar med knappen ovan
tr: Yukarıdaki düğmeyi kullanarak bazı etiketler ekleyin
zh_hans: 通过上方按钮添加一些标签

# Create Bookmark No Tags Selected Title
source: No Tags Selected
de: Keine Tags ausgewählt
es: No hay etiquetas seleccionadas
fr: Aucun tag sélectionné
hi: कोई टैग चयनित नहीं
it: Nessun tag selezionato
ja: タグが選択されていません
ko: 선택된 태그가 없습니다.
nb: Ingen merkelapper valgt
nl: Geen tags geselecteerd
pt_br: Nenhuma tag selecionada
sk: Nie sú vybraté žiadne značky
sv: Inga taggar valda
tr: Hiç Etiket Seçilmedi
zh_hans: 未选择标签

# Create Bookmark Title
source: Create Bookmark
de: Lesezeichen erstellen
es: Crear marcador
fr: Créer un favori
hi: बुकमार्क बनाएँ
it: Crea segnalibro
ja: ブックマークを作成
ko: 북마크 생성
nb: Opprett bokmerke
nl: Bladwijzer aanmaken
pt_br: Criar Favorito
sk: Vytvoriť záložku
sv: Skapa bokmärke
tr: Yer İmi Oluştur
zh_hans: 创建书签

# Create Bookmark Title Placeholder
source: Name your bookmark
de: Benenne dein Lesezeichen
es: Nombra tu marcador
fr: Nomme ton favori
hi: अपने बुकमार्क का नाम दें
it: Dai un nome al tuo segnalibro
ja: ブックマークの名前を付けてください
ko: 북마크 이름을 지정하세요.
nb: Navngi bokmerket ditt
nl: Geef je bladwijzer een naam
pt_br: Nomeie seu favorito
sk: Pomenuj svoju záložku
sv: Ge bokmärket ett namn
tr: Yer iminizin adını yazın
zh_hans: 为你的书签命名

# Create Bookmark Type Placeholder
source: Bookmark type
de: Lesezeichenart
es: Tipo de marcador
fr: Type de favori
hi: बुकमार्क प्रकार
it: Tipo di segnalibro
ja: ブックマークタイプ
ko: 북마크 유형
nb: Bokmerketype
nl: Type bladwijzer
pt_br: Tipo de favorito
sk: Typ záložky
sv: Bokmärkestyp
tr: Yer imi türü
zh_hans: 书签类型

# Create Bookmark URL Placeholder
source: URL of your bookmark
de: URL deines Lesezeichens
es: URL de tu marcador
fr: URL de ton favori
hi: अपने बुकमार्क का URL
it: URL del tuo segnalibro
ja: ブックマークのURL
ko: 북마크의 URL
nb: URL til bokmerket ditt
nl: URL van je bladwijzer
pt_br: URL do seu favorito
sk: URL tvojej záložky
sv: URL till ditt bokmärke
tr: Yer iminizin URL'si
zh_hans: 书签的 URL

# Create Folder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
nb: Mappe
nl: Map
pt_br: Pasta
sk: Priečinok
sv: Mapp
tr: Klasör
zh_hans: 文件夹

# Create Folder Placeholder
source: Name your folder
de: Benenne deinen Ordner
es: Nombra tu carpeta
fr: Nomme ton dossier
hi: अपने फ़ोल्डर का नाम दें
it: Dai un nome alla tua cartella
ja: フォルダ名を付けてください
ko: 폴더 이름을 지정하세요.
nb: Navngi mappen din
nl: Geef je map een naam
pt_br: Nomeie sua pasta
sk: Pomenuj svoj priečinok
sv: Ge din mapp ett namn
tr: Klasörünüzün adını yazın
zh_hans: 为你的文件夹命名

# Create Folder Title
source: Create Folder
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
hi: फ़ोल्डर बनाएँ
it: Crea cartella
ja: フォルダを作成
ko: 폴더 생성
nb: Opprett mappe
nl: Map aanmaken
pt_br: Criar Pasta
sk: Vytvoriť priečinok
sv: Skapa mapp
tr: Klasör Oluştur
zh_hans: 创建文件夹

# Create Tag Placeholder
source: Name your tag
de: Benenne deinen Tag
es: Nombra tu etiqueta
fr: Nomme ton tag
hi: अपने टैग का नाम दें
it: Dai un nome al tuo tag
ja: タグ名を付けてください
ko: 태그 이름을 지정하세요.
nb: Navngi merkelappen din
nl: Geef je tag een naam
pt_br: Nomeie sua tag
sk: Pomenuj svoju značku
sv: Ge din tagg ett namn
tr: Etiketinizin adını yazın
zh_hans: 为你的标签命名

# Create Tag Title
source: Create Tag
de: Tag erstellen
es: Crear etiqueta
fr: Créer un tag
hi: टैग बनाएँ
it: Crea tag
ja: タグを作成
ko: 태그 생성
nb: Opprett merkelapp
nl: Tag aanmaken
pt_br: Criar Tag
sk: Vytvoriť značku
sv: Skapa tagg
tr: Etiket Oluştur
zh_hans: 创建标签

# CSV Notes Bookmark ID
source: Optional – If missing, a unique ID will be auto-generated
de: Optional – Falls fehlt, wird eine eindeutige ID automatisch generiert
es: Opcional: si falta, se generará un ID único automáticamente
fr: Optionnel – Si absent, un identifiant unique sera généré automatiquement
hi: वैकल्पिक – यदि अनुपस्थित हो, तो एक अद्वितीय आईडी स्वतः-निर्मित होगी
it: Facoltativo – Se mancante, verrà generato automaticamente un ID univoco
ja: 任意 – ない場合は自動的に一意のIDが作成されます
ko: 선택 사항 – 없으면 고유 ID가 자동 생성됩니다.
nb: Valgfritt – Hvis det mangler, genereres en unik ID automatisk
nl: Optioneel – Als dit ontbreekt, wordt er automatisch een unieke ID gegenereerd
pt_br: Opcional – Se ausente, um ID único será gerado automaticamente
sk: Voliteľné – ak chýba, bude automaticky vygenerované unikátne ID
sv: Valfritt – Om det saknas genereras en unik ID automatiskt
tr: İsteğe bağlı – Eksikse, benzersiz bir ID otomatik oluşturulacak
zh_hans: 可选 – 若缺失，将自动生成唯一 ID

# CSV Notes Created At
source: Optional – If missing, current date will be used (ISO 8601 recommended)
de: Optional – Falls fehlt, wird das aktuelle Datum verwendet (ISO 8601 empfohlen)
es: Opcional: si falta, se usará la fecha actual (se recomienda formato ISO 8601)
fr: Optionnel – Si absent, la date actuelle sera utilisée (ISO 8601 recommandée)
hi: वैकल्पिक – यदि नहीं दिया गया है, तो वर्तमान दिनांक का उपयोग किया जाएगा (ISO 8601 अनुशंसित)‏
it: Facoltativo – Se mancante, verrà usata la data corrente (ISO 8601 consigliato)
ja: 任意です。欠けている場合は現在の日付が使用されます（ISO 8601推奨）
ko: 선택 사항 – 누락 시 현재 날짜가 사용됩니다 (ISO 8601 권장)
nb: Valgfritt – Hvis ikke oppgitt, brukes dagens dato (ISO 8601 anbefales)
nl: Optioneel – Als dit ontbreekt, wordt de huidige datum gebruikt (ISO 8601 aanbevolen)
pt_br: Opcional – Se ausente, a data atual será usada (ISO 8601 recomendada)
sk: Voliteľné – ak chýba, použije sa aktuálny dátum (odporúča sa ISO 8601)
sv: Valfritt – Om det saknas används dagens datum (ISO 8601 rekommenderas)
tr: İsteğe bağlı – Eksikse, geçerli tarih kullanılacak (ISO 8601 önerilir)
zh_hans: 可选 – 如果缺失，将使用当前日期（推荐使用 ISO 8601 格式）

# CSV Notes Edited At
source: Optional – Will fall back to createdAt or current date
de: Optional – Fällt auf erstelltAm oder aktuelles Datum zurück
es: Opcional: se usará createdAt o la fecha actual en su defecto
fr: Optionnel – Par défaut, prendra createdAt ou la date actuelle
hi: वैकल्पिक – यदि नहीं होगा तो createdAt या वर्तमान दिनांक का उपयोग किया जाएगा
it: Facoltativo – Verrà utilizzata la data di creazione o la data corrente
ja: 任意です。作成日または現在の日付が使用されます
ko: 선택 사항 – 없으면 createdAt 또는 현재 날짜로 대체됩니다
nb: Valgfritt – Faller tilbake til createdAt eller dagens dato
nl: Optioneel – Valt terug op createdAt of de huidige datum
pt_br: Opcional – Usará createdAt ou a data atual como alternativa
sk: Voliteľné – použije sa createdAt alebo aktuálny dátum
sv: Valfritt – Använder createdAt eller dagens datum som reserv
tr: İsteğe bağlı – createdAt veya güncel tarihe geri döner
zh_hans: 可选 – 将回退到 createdAt 或当前日期

# CSV Notes Label
source: Optional – Defaults to the link if not provided
de: Optional – Standard ist der Link, falls nicht angegeben
es: Opcional: por defecto, se usará el enlace si no se proporciona
fr: Optionnel – Par défaut, le lien sera utilisé si aucune valeur n'est fournie
hi: वैकल्पिक – यदि प्रदान नहीं किया गया है तो लिंक को डिफ़ॉल्ट मान के रूप में लिया जाएगा
it: Facoltativo – Se non fornito, predefinito al link
ja: 任意です。指定されていない場合はリンクがデフォルトとなります
ko: 선택 사항 – 제공되지 않으면 링크가 기본값입니다
nb: Valgfritt – Standardverdi er linken hvis ikke oppgitt
nl: Optioneel – Standaard de link als deze niet is opgegeven
pt_br: Opcional – Padrão para o link se não fornecido
sk: Voliteľné – predvolene odkaz, ak nie je uvedené
sv: Valfritt – Förvaltar till länken om inget anges
tr: İsteğe bağlı – Sağlanmazsa varsayılan bağlantı olarak kullanılır
zh_hans: 可选 – 如果未提供，则默认为链接

# CSV Notes Link
source: Required – Must be a valid URL
de: Pflicht – Muss eine gültige URL sein
es: Requerido: debe ser una URL válida
fr: Obligatoire – Doit être une URL valide
hi: आवश्यक – मान्य URL होना चाहिए
it: Obbligatorio – Deve essere un URL valido
ja: 必須です。有効なURLでなければなりません
ko: 필수 – 유효한 URL이어야 합니다
nb: Påkrevd – Må være en gyldig URL
nl: Verplicht – Moet een geldige URL zijn
pt_br: Obrigatório – Deve ser uma URL válida
sk: Povinné – musí byť platná URL adresa
sv: Obligatoriskt – Måste vara en giltig URL
tr: Zorunlu – Geçerli bir URL olmalıdır
zh_hans: 必填 – 必须是有效的 URL

# CSV Notes Type
source: Optional – Follows BookmarkType enum: 1 (Other), 2 (Web Link), etc.
de: Optional – Entspricht dem BookmarkType enum: 1 (Andere), 2 (Weblink), etc.
es: Opcional: sigue la enumeración BookmarkType: 1 (Otro), 2 (Enlace web), etc.
fr: Optionnel – Suit l’énumération BookmarkType : 1 (Autre), 2 (Lien Web), etc.
hi: वैकल्पिक – BookmarkType enum का पालन करता है: 1 (अन्य), 2 (वेब लिंक), आदि
it: Facoltativo – Segue l'enum BookmarkType: 1 (Altro), 2 (Collegamento web), ecc.
ja: 任意です。BookmarkType列挙型に従います：1（その他）、2（ウェブリンク）など
ko: 선택 사항 – BookmarkType 열거형을 따릅니다: 1 (기타), 2 (웹 링크) 등
nb: Valgfritt – Følger BookmarkType enum: 1 (Annet), 2 (Nettlenke), osv.
nl: Optioneel – Volgt BookmarkType enum: 1 (Overig), 2 (Weblink), enz.
pt_br: Opcional – Segue enum BookmarkType: 1 (Outro), 2 (Link Web), etc.
sk: Voliteľné – nasleduje enum BookmarkType: 1 (Iné), 2 (Webový odkaz) atď.
sv: Valfritt – Följer BookmarkType enum: 1 (Övrigt), 2 (Webblänk) osv.
tr: İsteğe bağlı – BookmarkType enum değerlerini takip eder: 1 (Diğer), 2 (Web Bağlantısı), vb.
zh_hans: 可选 – 遵循 BookmarkType 枚举：1（其他），2（网页链接）等

# Data Manager Bookmark URL Column Not Selected Message
source: Column containing Bookmark URL not selected. Please select and try again.
de: Spalte mit Bookmark-URL nicht ausgewählt. Bitte wähle sie aus und versuche es erneut.
es: No se ha seleccionado la columna que contiene la URL del marcador. Por favor, selecciona una e inténtalo de nuevo.
fr: Colonne contenant l’URL du signet non sélectionnée. Veuillez sélectionner et réessayer.
hi: बुकमार्क URL वाली कॉलम चयनित नहीं है। कृपया चयन करें और पुनः प्रयास करें।
it: Colonna contenente l’URL del segnalibro non selezionata. Seleziona e riprova.
ja: ブックマークURLを含む列が選択されていません。列を選択して再度お試しください
ko: 북마크 URL이 포함된 열이 선택되지 않았습니다. 선택 후 다시 시도하세요.
nb: Kolonne som inneholder bokmerke-URL er ikke valgt. Velg en kolonne og prøv igjen.
nl: Kolom met de Bookmark URL is niet geselecteerd. Selecteer deze en probeer het opnieuw.
pt_br: Coluna contendo URL do favorito não selecionada. Por favor, selecione e tente novamente.
sk: Stĺpec obsahujúci URL záložky nie je vybraný. Prosím, vyber ho a skúsi to znova.
sv: Kolumn med bokmärkes-URL är inte vald. Vänligen välj och försök igen.
tr: Yer imi URL’sini içeren sütun seçilmedi. Lütfen seç ve tekrar dene.
zh_hans: 未选择包含书签 URL 的列。请选择后再试。

# Data Manager Empty CSV Message
source: Selected CSV does not contain any bookmarks.
de: Die ausgewählte CSV enthält keine Lesezeichen.
es: El CSV seleccionado no contiene ningún marcador.
fr: Le CSV sélectionné ne contient aucun signet.
hi: चयनित CSV में कोई बुकमार्क नहीं है।
it: Il CSV selezionato non contiene segnalibri.
ja: 選択したCSVにブックマークが含まれていません
ko: 선택한 CSV에는 북마크가 포함되어 있지 않습니다.
nb: Valgt CSV inneholder ingen bokmerker.
nl: Geselecteerd CSV-bestand bevat geen bladwijzers.
pt_br: O CSV selecionado não contém favoritos.
sk: Vybrané CSV neobsahuje žiadne záložky.
sv: Det valda CSV-filen innehåller inga bokmärken.
tr: Seçilen CSV dosyası herhangi bir yer imi içermiyor.
zh_hans: 所选 CSV 不包含任何书签。

# Data Manager Empty HTML Message
source: Selected HTML does not contain any bookmarks.
de: Die ausgewählte HTML-Datei enthält keine Lesezeichen.
es: El HTML seleccionado no contiene ningún marcador.
fr: Le HTML sélectionné ne contient aucun signet.
hi: चयनित HTML में कोई बुकमार्क मौजूद नहीं है।
it: L’HTML selezionato non contiene segnalibri.
ja: 選択したHTMLにブックマークが含まれていません
ko: 선택한 HTML에는 북마크가 포함되어 있지 않습니다.
nb: Valgt HTML inneholder ingen bokmerker.
nl: Geselecteerd HTML-bestand bevat geen bladwijzers.
pt_br: O HTML selecionado não contém favoritos.
sk: Vybraná HTML neobsahuje žiadne záložky.
sv: Det valda HTML-innehållet innehåller inga bokmärken.
tr: Seçilen HTML dosyası herhangi bir yer imi içermiyor.
zh_hans: 所选 HTML 不包含任何书签。

# Data Manager Empty JSON Message
source: Selected JSON does not contain any bookmarks.
de: Die ausgewählte JSON-Datei enthält keine Lesezeichen.
es: El JSON seleccionado no contiene ningún marcador.
fr: Le JSON sélectionné ne contient aucun signet.
hi: चयनित JSON में कोई बुकमार्क नहीं है।
it: Il JSON selezionato non contiene segnalibri.
ja: 選択したJSONにブックマークが含まれていません
ko: 선택한 JSON에는 북마크가 포함되어 있지 않습니다.
nb: Valgt JSON inneholder ingen bokmerker.
nl: Geselecteerde JSON bevat geen bladwijzers.
pt_br: O JSON selecionado não contém favoritos.
sk: Vybrané JSON neobsahuje žiadne záložky.
sv: Det valda JSON-innehållet innehåller inga bokmärken.
tr: Seçilen JSON dosyası herhangi bir yer imi içermiyor.
zh_hans: 所选 JSON 不包含任何书签。

# Data Manager Error During Generating Exportable Message
source: An error happened during generating the exportable file. Please contact for support.
de: Beim Erstellen der exportierbaren Datei ist ein Fehler aufgetreten. Bitte kontaktiere den Support.
es: Se produjo un error al generar el archivo exportable. Por favor, contacta con soporte.
fr: Une erreur s'est produite lors de la génération du fichier exportable. Veuillez contacter le support.
hi: निर्यात करने योग्य फ़ाइल बनाने में त्रुटि हुई। कृपया सहायता के लिए संपर्क करें।
it: Si è verificato un errore durante la generazione del file esportabile. Contatta l'assistenza.
ja: エクスポート用ファイルの生成中にエラーが発生しました。サポートへご連絡ください
ko: 내보낼 파일 생성 중 오류가 발생했습니다. 지원팀에 문의하세요.
nb: Det oppstod en feil under generering av eksportfilen. Vennligst kontakt support.
nl: Er is een fout opgetreden bij het genereren van het exportbestand. Neem contact op voor ondersteuning.
pt_br: Ocorreu um erro durante a geração do arquivo exportável. Por favor, contate o suporte.
sk: Počas generovania exportovateľného súboru došlo k chybe. Prosím, kontaktuj podporu.
sv: Ett fel inträffade vid genereringen av exportfilen. Kontakta supporten.
tr: Dışa aktarılabilir dosya oluşturulurken bir hata oluştu. Lütfen destek için iletişime geçin.
zh_hans: 生成可导出文件时发生错误。请联系支持。

# Data Manager Invalid Bookmark URL Message %@
source: CSV contains invalid URL for %@. Please check and try again.
de: Die CSV enthält eine ungültige URL für %@. Bitte überprüfe sie und versuche es erneut.
es: El CSV contiene una URL no válida para %@. Por favor, comprueba y vuelve a intentarlo.
fr: Le CSV contient une URL invalide pour %@. Veuillez vérifier et réessayer.
hi: CSV में %@ के लिए अमान्य URL है। कृपया जांचें और पुनः प्रयास करें।
it: Il CSV contiene un URL non valido per %@. Controlla e riprova.
ja: CSVに無効なURLが含まれています：%@。ご確認のうえ再度お試しください
ko: CSV에 %@의 잘못된 URL이 포함되어 있습니다. 확인 후 다시 시도하세요.
nb: CSV inneholder ugyldig URL for %@. Vennligst sjekk og prøv igjen.
nl: CSV bevat een ongeldige URL voor %@. Controleer dit en probeer het opnieuw.
pt_br: O CSV contém URL inválida para %@. Por favor, verifique e tente novamente.
sk: CSV obsahuje neplatnú URL pre %@. Skontroluj prosím a skúsi to znova.
sv: CSV innehåller ogiltig URL för %@. Kontrollera och försök igen.
tr: CSV dosyası için %@ geçersiz bir URL içeriyor. Lütfen kontrol edin ve tekrar deneyin.
zh_hans: CSV 中 %@ 的 URL 无效。请检查后再试。
